[Main]
DisplayName=العربية

[SmartDefrag_SDMainForm]
btn_close.Hint=إغلاق
btn_maximize.Hint=تكبير
btn_minimize.Hint=تصغير
btn_restore.Hint=استعادة
btn_more.Hint=خيارات
lblLatestNews.Caption=!مشاركة هذا البرنامج مع عائلتك وأصدقائك. وستكون سعيدة لاستخدامه
btn_game_optimize.Caption=تحسين
btn_gamedefrag_start.Caption=استئناف
btn_start.Caption=استئناف
btn_gamedefrag_stop.Caption=إيقاف
btn_stop.Caption=إيقاف
btn_gamedefrag_pause.Caption=إيقاف مؤقت
btn_pause.Caption=إيقاف مؤقت
btn_defrag_finish.Caption=إنهاء
btn_backtosvolumetatus.Caption=رجوع
lblPBD_DPF.Caption=إلغاء تجزئة ملفات الصفحات وملفات الإسبات
lblPBD_DMFT.Caption=MFT إلغاء تجزئة
lblPBD_DSYS.Caption=إلغاء تجزئة ملفات النظام
lblPBD_DREG.Caption=إلغاء تجزئة ملفات الريجيستري
lblPBD_DCF.Caption=إلغاء تجزئة ملفات محددة
btnBTConfig.Caption=تكوين
btn_shuffle.Hint=سحب لسعيد الحظ
btnProfutureBootTimeDefrag.Caption=إلغاء التجزئة وقت التمهيد
btn_tab_boottimedefrag.Caption=إلغاء التجزئة وقت التمهيد
lvDefragList.Columns[1].Caption=التجزؤات
LabelEnableBTD.Caption=إلغاء التجزئة وقت التمهيد
lvBootTimeDefragListView.Columns[2].Caption=التجزؤات
lblBootTimeDefrag.Caption=سجل محفوظات إالغاء التجزئة وقت التمهيد
lvBootTimeDefragListView.Columns[0].Caption=البيانات
lvBootTimeDefragListView.Columns[1].Caption=الحجم الإجمالي
lvBootTimeDefragListView.Columns[3].Caption=العمل
btn_tab_actioncenter.Caption=مركز العمل
btn_tab_diskdefrag.Caption=إلغاء تجزئة القرص
btn_tab_gameoptimize.Caption=تحسين الألعاب
lbl_map.Caption=لون الخريطة:
lblResetColor.Caption=إعادة تعيين
lvDefragList.Columns[0].Caption=الأسم
lvDefragList.Columns[2].Caption=الحجم
lvDefragList.Columns[3].Caption=المسار
lvDefragList.Columns[4].Caption=النتيجة
lblSSDStatus.Caption=الحالة:
lblStatus.Caption=الحالة:
btnShowDefragMap.Caption=الخريطة
btnShowDefragList.Caption=التفاصيل
btnShowJunkFile.Caption=مهمل
lblAfterDefragTask.Items[0].Caption=إيقاف تشغيل بعد إلغاء التجزئة
lblAfterDefragTask.Items[1].Caption=سكون بعد إلغاء التجزئة
lblAfterDefragTask.Items[2].Caption=إسبات بعد إالغاء التجزئة
lblAfterDefragTask.Items[3].Caption=إعادة تشغيل بعد إلغاء التجزئة
lblDefragFragmentRate.Caption=معدل التجزؤ:
lblFragRate.Caption=معدل التجزؤ:
lblAfter.Caption=بعد:
lblBefore.Caption=قبل:
lbl_estimatedtime1.Caption=الوقت المتبقي المقدر:
btnFixDefrag.Caption=إلغاء التجزئة الذكية
btnGameViewReport.Caption=عرض التقرير
btnViewReport.Caption=عرض التقرير
btn_view_report.Caption=عرض التقرير
lblJunkScanSkip.Caption=تخطى
mniOpenSmartDefrag.Caption=فتح إلغاء التجزئة الذكية
mniHomePage.Caption=الصفحة الرئيسية
mniSupport.Caption=الدعم الفني
btn_feedback.Caption=إرسال تعليقات
mniExit.Caption=خروج
mniTask_Shutdown.Caption=إيقاف تشغيل
mniTask_Sleep.Caption=سكون
mniTask_Hibernate.Caption=إسبات
mniTask_Reboot.Caption=إعادة تشغيل
mniSkinClassic.Caption=كلاسيكي
mniSkinWhite.Caption=أبيض
btnFeedBack.Caption=إرسال تعليقات
btnScanMore.Caption=فحص المزيد
lblBootTimeSSD.Caption=لا تحتاج لإلغاء تجزئة SSD و SSD أقراصك هي
shp_map_free.Hint=المساحة الحرة
shp_map_mft.Hint=جدول الملف الرئيسي
shp_map_dir.Hint=الدلائل
shp_map_frequent.Hint=المستخدمة كثيرآ
shp_map_rare.Hint=نادرآ ما تستخدم
shp_map_unmovable.Hint=غير قابلة للنقل
lblGameEstimatedTime.Caption=التقدم العام:
lbl_defragprogress.Caption=التقدم العام:
shp_map_frag.Hint=مجزأة
shp_map_moving.Hint=نقل
btn_nav_show.Hint=عرض مركز العمل
btn_nav_hide.Hint=إخفاء مركز العمل
lblRecommendation.Caption=التوصية:
lblJunkCleaned.Caption=مهملة تم تنظيفها:
btnGOActiveNow.Caption=تنشيط الآن
btnBTActiveNow.Caption=تنشيط الآن
lblSpaceReleased.Caption=المساحة المحررة:
rdlblBootTimeDefragDesc.Caption=إلغاء تجزئة ملفات النظام قبل بدء تشغيل النظام لتحقيق أقصى قدر لأداء نظامك
rdlblEnterCode.Caption=أدخل الرمز
btnManageLicense.Caption=إدارة الترخيص
rdlblProfuture.Caption=تحقيق أقصى قدر من الأداء وعمر القرص مع:
btnProfutureAuto.Caption=إلغاء التجزئة الذكية تلقائيآ
btnProfutureAlways.Caption=محدث دائمآ

[FormShuffle_Main_M]
M_Close=إغلاق
M_ExitCancel=لا شكرا
M_Title=سحب لسعيد الحظ
M_Info=مبروك! حصلت على %d فرصة سحب لسعيد الحظ
M_Next=لقد استخدمت هذه الفرصة بالفعل. يرجى الانتظار للفرصة القادمة
M_Congrate=!فاز فقط %d من المستخدمين !%s !مرحى
M_ShuffleConNol=فاز فقط %d من المستخدمين! صالح لمدة %t أيام !%s !مرحى
M_ShuffleConLast=فاز فقط %d من المستخدمين!  صالحة لليوم الأخير !%s !مرحى
M_TryMyLuck=جرب حظي
M_GetItNow=احصل عليها الآن
M_ShufflePro=لمدة 1 سنة تجربة إلغاء التجزئة الذكية لهذا الكمبيوتر
M_ExitTip=قد تفقد خصمك الحصري إذا غادرت الآن. الحصول على خصم الآن؟
M_ExitTipSure=سوف تفقد خصم الحصري الخاص بك إذا غادرت الآن. الحصول على خصم الآن؟
M_ExitTipPro=سوف تفقد فرصة للحصول على إالغاء التجزئة الذكية المحترف إذا غادرت الآن. الحصول على إالغاء التجزئة الذكية المحترف الآن؟
M_CreateLicense=جاري تنشيط إلغاء التجزئة الذكية للمحترفين، يرجى الانتظار
M_CreateFin=!تم تنشيط إلغاء التجزئة الذكية المحترف بنجاح. تتمتع بوظيفة المحترف الخاص بك
M_TryItNow=جربه الآن
M_ASCConInof=Advaced SystemCare Pro خصم على %s
M_DBConInof=Driver Booster Pro خصم على %s
M_IMFConInof=IObit Malware Fighter Pro خصم على %s
M_SDConInof=Smart Defrag Pro خصم على %s
M_BGConInof=خصم لأفضل عرض %s
M_ProConInof=لإلغاء التجزئة الذكية المحترف لهذا الكمبيوتر </a>سنة واحدة<a>

[ActionCenter_FormActiveAutoUpt]
lblClose.Caption=إغلاق
btnDonotShow.Caption=عدم العرض مرة أخرى
btnUptManual.Caption=تحديث يدوي
lblActiveTitle.Caption=هل تعبت من التحديثات اليدوية؟
btnActiveAutoUpt.Caption=تنشيط التحديثات التلقائية

[SmartDefrag_SchduleDefragInfoForm]
btnClose.Hint=إغلاق
btnSetting.Hint=إعدادات
btnDefragManually.Caption=إلغاء التجزئة يدويا
btnShowAgain.Caption=عدم العرض مرة أخرى
btnActivateAutoDefrag.Caption=تنشيط إلغاء التجزئة الذكية
lblTitle.Caption=جدولة إلغاء التجزئة

[DiskInfo_MainForm]
btnClose.Hint=إغلاق
btnMaxmize.Hint=تكبير
btnMinmize.Hint=تصغير
btnRestore.Hint=استعادة
lvDiskInfo.Columns[2].Caption=الحالة
rdlblDiskStatus.Caption=صحة القرص:
rdlblDiskTemp.Caption=درجة الحرارة:
rdlblUsage.Caption=الاستخدام:
rdlblReadSpeed.Caption=سرعة القراءة:
rdlblResponseTime.Caption=زمن الاستجابة:
rdlblWriteSpeed.Caption=سرعة الكتابة:
rdlblDriveName.Caption=المحرك:
rdlblFreeMoreSpace.Caption=تحرير المزيد من المساحة
rdlblDiskInfo.Caption=تقرير تحليل المراقبة الذاتية للقرص:
lvDiskInfo.Columns[0].Caption=المعرف
lvDiskInfo.Columns[1].Caption=اسم السمة
lvDiskInfo.Columns[3].Caption=القيمة
lvDiskInfo.Columns[4].Caption=أسوأ
lvDiskInfo.Columns[5].Caption=الحد
lvDiskInfo.Columns[6].Caption=Raw بيانات

[SmartDefrag_AutoAnalyzeForm]
btnClose.Hint=إغلاق
btnSetting.Hint=إعدادات
lblTitle.Caption=إلغاء التجزئة المجدولة
btnDefragManually.Caption=إلغاء التجزئة يدويا
btnActivateAutoDefrag.Caption=تنشيط إلغاء التجزئة التلقائية
btnShowAgain.Caption=عدم العرض مرة أخرى

[SDRegister_Form_IObit_Register]
Button_LMClose.hint=إغلاق
Button_RegisterClose.hint=إغلاق
Btn_DefragRegistry.Caption=إلغاء تجزئة ملفات الريجيستري
Btn_DefragSpecilFile.Caption=إلغاء تجزئة ملفات محددة
Button_Activate.Caption=تنشيط الآن
Label_EnterCode.Caption=أدخل الرمز
Button_OK.Caption=موافق
Btn_AutoDefrag.Caption=إلغاء التجزئة التلقائية
RdLabel_01_Title.Caption=تصل إلى 200% أسرع
RdLabel_03_Title.Caption=المزيد من الاستقرار والعمق
RdLabel_04_Title.Caption=دائما محدث
Label_Title.Caption=تحقيق أقصى قدر من الأداء وعمر القرص مع طبعة المحترف
RdLabel_Des.Caption=الترقية إلى الإصدار المحترف للاستمتاع بإلغاء التجزئة الذكية الشاملة والتحسين:
RdLabel_02_Title.Caption=أكثر ذكاء وأبسط
RdLabel_01_Cap.Caption=السماح بمزيد من مساحة القرص وسرعة وصول للملفات تصل إلى 200% بشكل أسرع
RdLabel_02_Cap.Caption=إلغاء التجزئة التلقائية للملفات المحددة والأقراص في الوقت الحقيقي
RdLabel_03_Cap.Caption=إلغاء تجزئة الأقراص بعمق حتى ملفات النظام في وقت التمهيد
RdLabel_04_Cap.Caption=التحديث تلقائيا إلى أحدث إصدار من إلغاء التجزئة الذكية
Label_Help.Caption=مساعدة
Label_LMHelp.Caption=مساعدة
Label_Eg.Caption=F4B1D-ACAB1-AB4FF-5FDC6:.مثلا
Label_TechDes.Caption=يرجى إدخال رمز الترخيص الخاص بك وانقر على "تسجيل الآن" لتنشيط جميع وظائف طبعة المحترفين. لتجنب أخطاء الكتابة، يرجى نسخ رمز الترخيص ولصقه من البريد الإلكتروني الذي تلقيته إلى هذا المربع
Label_LicenseCode.Caption=رمز الترخيص:
Label_LMLCode.Caption=رمز الترخيص:
Button_RegisterNow.Caption=تسجيل الان
Label_LMTitle.Caption=إدارة التراخيص
Label_LMLSta.Caption=حالة الترخيص:
Label_LMLDate.Caption=تاريخ الإنتهاء:
Label_LMLeftDays.Caption=الأيام المتبقية:
Label_LMRefresh.Caption=تحديث
Label_LMExportL.Caption=تصدير الترخيص
Label_KnowMore.Caption=معرفة المزيد عن طبعة المحترفين
Label_KnowMoreC.Caption=معرفة المزيد عن طبعة المحترفين
LabelB_01_Cap.Caption=إلغاء تجزئة القرص الصلب الأساسي والتحسين
LabelB_02_Cap.Caption=سرعة تصل إلى 200% أسرع في الوصول للملف
LabelB_03_Cap.Caption=أعلى تجربة ألعاب مع محسن الألعاب
LabelB_04_Cap.Caption=إلغاء التجزئة وقت التمهيد لبدء تشغيل الكمبيوتر أسرع
LabelB_05_Cap.Caption=إلغاء تجزئة الملفات المجزأة تلقائيا وبذكاء
LabelB_06_Cap.Caption=تخصيص وضع إلغاء التجزئة والأقراص/الملفات ليتم إلغاء التجزئة
LabelB_07_Cap.Caption=التحديث التلقائي إلى أحدث إصدار
LabelB_08_Cap.Caption=الدعم الفني 24/7 عند الطلب مجانا
LabelB_Curent.Caption=الحالي
LabelB_PRO.Caption=المحترف
LabelC_WhatMore.Caption=ما هو أكثر من ذلك، يمكنك أيضا الحصول على جميع وظائف المحترف أدناه:
Btn_Boost.Caption=معزز القرص الذكي

[SmartDefrag_SDUpgradeTipsForm]
btn_close.Hint=إغلاق
lblTitle.Caption=!تهانينا
lblInfo.Caption=لقد قمت بتحديث إلغاء التجزئة الذكية بنجاح إلى أحدث إصدار
btnOK.Caption=!جربه الآن

[SDFeed_Form_Feedback]
ImageNoteClose.hint=إغلاق
ButtonCancel.Caption=إلغاء
ButtonAdd.hint=إضافة
ButtonSend.Caption=إرسال
lbFeedbbackTitle.Caption=تعليقات
RdLabel_Mail.Caption=البريد الإلكتروني:
RdLabel_Subject.Caption=نوع الطلب:
RdLabel_MailDes.Caption=يرجى التأكد من صحة البريد الإلكتروني الخاص بك حتى نتمكن من الرد عليك
RdLabel_MailBody.Caption=الوصف:
RdLabel_Attach.Caption=المرفقات
lblSendDes.Caption=...جاري إرسال التعليقات
lblSend.Caption=إرسال
ComboBox_Subject.Items[0].Caption=آحببته
ComboBox_Subject.Items[1].Caption=اقتراحات
ComboBox_Subject.Items[2].Caption=مشاكل معدل التجزؤ
ComboBox_Subject.Items[3].Caption=مشاكل التحليل/إلغاء التجزئة
ComboBox_Subject.Items[4].Caption=فشل التنزيل/التحديث
ComboBox_Subject.Items[5].Caption=فشل التعرف على الأقراص
ComboBox_Subject.Items[6].Caption=آخرى
ButtonAttachView.hint=عرض

[SendBugReportNew_FrmMain]
btnClose.Hint=إغلاق
lblTitle.Caption=إلغاء التجزئة الذكية
btnSendReport.Caption=إرسال تقرير بالخطأ
lblErrorDetails.Caption=تفاصيل الخطأ:
lblUserEmail.Caption=بريدك الإلكتروني:
lblSuccTips.Caption=شكرا لارسال تقرير بالخطأ لنا. وسنحاول إصلاحه في أقرب وقت ممكن
lblSuccTips1.Caption=تم الإرسال بنجاح! سنبذل قصارى جهدنا لحل هذه المشكلة في اسرع وقت ممكن
btnSendReport1.Caption=إرسال

[SmartDefragUpgrate]
btnClose.Caption=إغلاق
lblWhatNew_RBTitle.Caption=تنظيف القرص
lblCongratulations.Caption=!تهانينا
lblSubCongratulations.Caption=لقد تم التحديث بنجاح
lblWhatNew.Caption=ما الجديد
lblWhatNew_LTTitle.Caption=جيل جديد لإلغاء تجزئة محرك الأقراص
lblWhatNew_LTSubTitle.Caption=الجيل الجديد لإلغاء تجزئة محرك الأقراص يحسن الأقراص بكفاءة وبقوة
lblWhatNew_RTTitle.Caption=أولوية جديدة لإلغاء التجزئة لتسريع أسرع
lblWhatNew_RTSubTitle.Caption=طريقه إلغاء التجزئة وتحديد أولوية الملفات تحسن أداء جهاز الكمبيوتر الخاص بك عن طريق تسريع الوصول إلى البيانات
lblWhatNew_LBTitle.Caption=إلغاء تجزئة تطبيقات ويندوز 8.1 الحديثة
lblWhatNew_LBSubTitle.Caption=دعم كامل لإلغاء تجزئة تطبيقات ويندوز 8.1 الحديثة لتجربة تشغيل أسرع وأكثر سلاسة
lblWhatNew_RBSubTitle.Caption=تنظيف الملفات المهملة لتحرير المزيد من مساحة القرص والحصول على إلغاء تجزئة فعالة

[SmartDefrag_AutoupdateFormMain_Version_M]
M_Close=إغلاق
M_UpCap=!متاح الآن %s إلغاء التجزئة الذكية
M_UpInfo=!للاستمتاع بأحدث الميزات والتحسينات "%s" انقر على

[SmartDefrag_AutoupdateFormMain_M]
M_Close=إغلاق
M_Finish=موافق
M_GetUpdateInfo=جاري الحصول على معلومات التحديث، يرجى الانتظار
M_Retry=إعادة المحاولة
M_GetUpdateFailed=فشل الحصول على معلومات التحديث، الرجاء إعادة المحاولة لاحقا
M_GetFileFailed=فشل الحصول على ملفات التحديث، الرجاء إعادة المحاولة لاحقا
M_CancelDownload=هل تريد بالتأكيد إلغاء تنزيل التحديثات؟
M_UpdateSucceed=!تم التحديث بنجاح
M_KillUpdateTip=هذا البرنامج قديم ولن يعمل أكثر من ذلك. يرجى تنزيل أحدث إصدار لمواصلة استخدامه

[IMF_frmIMF_ConvertUI]
btnClose.hint=إغلاق
btnCancel.Caption=إلغاء
lblCaption.Caption=مجانا Advanced SystemCare الحصول على
lblDesc_IMF.Caption=IObit Malware Fighter المجاني بعد إلغاء تثبيت A.S.Care الحصول على
lblDesc_SD.Caption=IObit Smart Defrag المجاني بعد إلغاء تثبيت A.S.Care الحصول على
lblGet.Caption=برنامج الرعاية المتقدمة للنظام يمكنه تحسين أداء الكمبيوتر الخاص بك وزيادة سرعة الإنترنت الخاص بك ليعطيك شعورا بكمبيوتر جديد مرة أخرى. انه موثوق به من قبل أكثر من 150 مليون مستخدم
btnConvertASC.Caption=المجاني A.S.Care إلغاء تثبيت والحصول على
btnNo.Caption=لا، أريد إلغاء التثبيت بالكامل

[SmartDefrag_FormAbout]
btn_close.Hint=إغلاق
lblCaption.Caption=حول
Label_Warning.Caption=تحذير
Label_WarningInfo.Caption=هذا البرنامج محمي بموجب قانون حقوق الطبع والنشر والمعاهدات الدولية
Label_AllRight.Caption=كل الحقوق محفوظة.، ترجمة/ انور الاسكندرانى
Label_Acknowledge.Caption=شكر خاص للأشخاص التاليين لمساهمتهم العظيمة:

[SmartDefrag_DefragReportView]
btn_close.Hint=إغلاق
lvDefragReportListView.Columns[1].Caption=التجزؤات
lvDefragReportListView.Columns[2].Caption=العمل
lblCaption.Caption=تقرير إلغاء التجزئة الذكية
lvDefragReportListView.Columns[0].Caption=الوقت

[SmartDefrag_SDMessageBoxForm]
btn_close.Hint=إغلاق
btnOK.Caption=موافق
btnYes.Caption=نعم
btnNo.Caption=لا

[SmartDefrag_ClearJunkFileTips]
btn_close.Hint=إغلاق
lblMessage.Caption=هل تريد تنظيف الملفات المهملة قبل إلغاء التجزئة لتحرير مزيد من المساحة وتعزيز إلغاء التجزئة؟
lblDontShowAgain.Caption=تذكر اختياري
lblTipsCaption.Caption=تنظيف الملفات المهملة
btnYes.Caption=نعم
btnNo.Caption=لا شكرا

[SmartDefrag_shutdown]
btn_close.Hint=إغلاق
Button_Cancel.Caption=إلغاء
lblShutdownInfo.Items[0].Caption=اكتمل إلغاء التجزئة، سيتم إيقاف تشغيل الكمبيوتر خلال
lblShutdownInfo.Items[1].Caption=اكتمل إلغاء التجزئة، سيتم سكون الكمبيوتر خلال
lblShutdownInfo.Items[2].Caption=اكتمل إلغاء التجزئة، سيتم إسبات الكمبيوتر خلال
lblShutdownInfo.Items[3].Caption=اكتمل إلغاء التجزئة، سيتم إعادة تشغيل الكمبيوتر خلال

[SmartDefrag_FormSetting]
btn_close.Hint=إغلاق
Button_Config_Schedule.Caption=تكوين
TreeView_Option.Items[5].Caption=إلغاء التجزئة وقت التمهيد
ListView_Exlude.Columns[0].Caption=الأسم
ComboBox_AutoAction.Items[0].Caption=إلغاء التجزئة الذكية
ComboBox_AutoAction.Items[1].Caption=إلغاء تجزئة الملفات الكبيرة
ComboBox_Action.Items[1].Caption=إلغاء تجزئة الملفات الكبيرة
ComboBox_AutoAction.Items[2].Caption=إلغاء تجزئة المساحة الحرة
ComboBox_Action.Items[2].Caption=إلغاء تجزئة المساحة الحرة
TreeView_Option.Items[0].Caption=إعدادات عامة
lblTitle.Caption=إعدادات
Button_Recommand.Caption=موصى به
Button_OK.Caption=موافق
Button_Cancel.Caption=إلغاء
Button_Apply.Caption=تطبيق
lblSettingType.Caption=إعدادات عامة
AutoLoadCheck.Caption=تحميل تلقائي عند بدء تشغيل ويندوز
CloseSetCheck.Caption=تصغير إلى صينية النظام عند إغلاق البرنامج
TrayCheck.Caption=تمكين الإشعارات في صينية النظام
CheckBox_Show_RemovableDisk.Caption=عدم عرض الأقراص القابلة للإزالة
lblSilentDesc.Caption=.تمكين هذه الميزة لضمان إلغاء التجزئة بسلاسة ودون انقطاع
lblReplaceDefragDesc.Caption=تمكين هذه الميزة لبدء "إلغاء التجزئة الذكية" عند استدعاء ويندوز إلغاء تجزئة القرص
lblVSSDesc.Caption=(خدمه نسخة الظل لوحده التخزين) عند إلغاء التجزئة لحماية النسخ الاحتياطي لنسخة VSS سيتم مؤقتا إيقاف الظل لوحده التخزين الحالية الخاص بك ستعود الخدمه بعد الانتهاء من إلغاء التجزئة
lblBatteriesDesc.Caption=إلغاء التجزئة سوف تستهلك الكثير من طاقة البطارية. وبالتالي، فمن المستحسن إيقاف إلغاء التجزئة أثناء استخدام البطارية
ReplaceWindowDefrag.Caption=استبدال ويندوز إلغاء تجزئة القرص
SilentCheck.Caption=(تمكين التقنية الذكية الصامتة أثناء إلغاء التجزئة (مستحسن
chkEnableVSS.Caption=NTFS عند إلغاء تجزئه وحده تخزين VSS إيقاف
BatteryCheck.Caption=(إيقاف إلغاء التجزئة التلقائية و إلغاء التجزئة المجدولة تحت وضع البطارية (مستحسن
Label_Auto_Des.Caption=مع التكنولوجيا الجديدة، إلغاء التجزئة التلقائية، إلغاء تجزئه الملفات تلقائيا أثناء وجود الكمبيوتر الخاص بك في حالة الخمول لحماية الأقراص الثابتة
Label_DefragRate.Caption=إلغاء التجزئة عندما يتجاوز معدل التجزؤ:
ExcludeCheck.Caption=تخطي الملفات أكبر من 1 غيغابايت
ComboBox_DefragRate.Items[0].Caption=إلغاء التجزئة دائما
ComboBox_DefragRate.Items[1].Caption=1%
ComboBox_DefragRate.Items[2].Caption=3%
ComboBox_DefragRate.Items[3].Caption=5%
ComboBox_DefragRate.Items[4].Caption=10%
Label_Exclude_Des.Caption=لن يتم تحليل الملفات والمجلدات المستبعدة بما في ذلك المجلدات الفرعية الخاصة بها أو إلغاء تجزئتها
Button_Add_File.Caption=...إضافة ملف
btnCbtAddFile.Caption=...إضافة ملف
Button_Add_Folder.Caption=...إضافة مجلد
Button_Delete.Caption=حذف
btnCbtDelete.Caption=حذف
btnSlientMode_Delete.Caption=حذف
lblAutoAction.Caption=العمل:
lblAAStatus.Caption=الحالة:
lblBootTimeStatus.Caption=الحالة:
Label_Boottime_Status.Caption=الحالة:
lvAAList.Columns[0].Caption=وحدة التخزين
lvBootTimeDefrag.Columns[0].Caption=وحدة التخزين
Label_Schedule_Des.Caption=في الوقت المحدد دون تدخل المستخدم SSD إلغاء التجزئة المجدولة، إلغاء تجزئة الأقراص الصلبة وتهذيب
Label_Schedule_Task.Caption=المهمة المجدولة
Label_Action.Caption=العمل:
Label_Schedule_Status.Caption=الحالة:
ScheduleList.Columns[0].Caption=وحدة التخزين
ComboBox_AutoAction.Items[3].Caption=إلغاء تجزئة وتحسين
ComboBox_AutoAction.Items[4].Caption=(إلغاء تجزئة وتحديد أولوية الملفات (بطيء
ComboBox_Action.Items[0].Caption=إلغاء تجزئة ذكية
ComboBox_Action.Items[3].Caption=إلغاء تجزئة وتحسين
ComboBox_Action.Items[4].Caption=(إلغاء تجزئة وتحديد أولوية الملفات (بطيء
Label_Max.Caption=اقصى عدد ملفات:
Label_Unsupport.Caption=ويندوز 2000 غير معتمد
Label_Boottime_Des.Caption=إلغاء التجزئه وقت التمهيد، لإلغاء تجزئه الملفات التي لا يمكن نقلها بأمان على الأقراص الصلبة أثناء تشغيل ويندوز
RadioButton_FirstBoot.Caption=عند التمهيد الأول كل يوم
RadioButton_EveryBoot.Caption=عند كل تمهيد
RadioButton_Custom.Caption=عند التمهيد الأول كل يومين
RadioButton_NextBoot.Caption=عند التمهيد التالي فقط
Label_Trans.Caption=الشفافية:
Label_language.Caption=اللغة الحالية:
CheckBox_DMC.Caption=تمكين خريطة القرص التي يمكن الوصول إليها لأختبار اللون
lblJKF_SelectJunkFile.Caption=تحديد الكائنات التي تريد تنظيفها:
chkJKF_EnableDOD.Caption=(أبطأ) DOD 5220.22-M تمكين الحذف الآمن للملفات
chkJKF_DeleteTime.Caption=حذف ملفات ويندوز المؤقتة أقدم من أسبوع
TreeView_Option.Items[1].Caption=إلغاء التجزئة
TreeView_Option.Items[2].Caption=الخدمة التلقائية
TreeView_Option.Items[3].Caption=إلغاء التجزئة التلقائية
TreeView_Option.Items[4].Caption=إلغاء التجزئة المجدولة
TreeView_Option.Items[7].Caption=تخصيص
grpMethod_Method.Caption=عام
TreeView_Option.Items[6].Caption=عام
chkSlientMode_SlientMode.Caption=الوضع الصامت
CategoryLine_Auto_Method.Caption=الطريقة
CategoryLine_Schedule_Method.Caption=الطريقة
TreeView_Option.Items[8].Caption=تنظيف القرص
TreeView_Option.Items[9].Caption=قائمة الاستبعاد
TreeView_Option.Items[10].Caption=التحديث التلقائي
TreeView_Option.Items[11].Caption=واجهة المستخدم
TreeView_Option.Items[12].Caption=الوضع الصامت
TreeView_Option.Items[13].Caption=التحليل التلقائي
CategoryLine_Boottime_Method.Caption=الطريقة
CategoryLine_Boottime_Log.Caption=ملف السجل
CategoryLine_Schedule_Schedule.Caption=الجدولة
chkEnableDiskSpeed.Caption=تمكين معزز القرص الذكي
lblEnableDiskSpeedDesc.Caption=(الوصول المباشر للذاكرة) هذه الميزة ستمكن من الوصول الى أفضل أداء للقرص وزيادة مساحة ذاكرة التخزين DMA المؤقت على القرص لتقليل تردد قراءة وكتابة القرص
lblUpdateMethod.Caption=اختيار طريقة التحديث:
rbAutoUpdate_Automatically.Caption=أعلامي عندما تتوفر تحديثات
rbAutoUpdate_ProgramLauched.Caption=(تحديث البرنامج تلقائيا (مستحسن
grpMethod_Proxy.Caption=الوكيل
rbProxy_Direct.Caption=(اتصال مباشر (بدون وكيل
rbProxy_ie.Caption=(Internet Explorer كشف الوكيل تلقائيا (استخدم إعدادات
rbProxy_SpecifyServer.Caption=(تحديد الخادم الوكيل (عند الاتصال بالإنترنت عبر الخادم الوكيل فقط
lblProxy_Host.Caption=المضيف:
lblProxy_Port.Caption=المنفذ:
lblProxy_UserName.Caption=اسم المستخدم:
lblProxy_UserPass.Caption=كلمه المرور:
Label_TaskSchedule.Caption=الجدولة:
Label_StartTime.Caption=وقت البدء:
ComboBox_TaskType.Items[0].Caption=كل يوم
ComboBox_TaskType.Items[1].Caption=كل اسبوع
ComboBox_TaskType.Items[2].Caption=كل شهر
ComboBox_Weekly.Items[0].Caption=الأحد
ComboBox_Weekly.Items[1].Caption=الإثنين
ComboBox_Weekly.Items[2].Caption=الثلاثاء
ComboBox_Weekly.Items[3].Caption=الأربعاء
ComboBox_Weekly.Items[4].Caption=الخميس
ComboBox_Weekly.Items[5].Caption=الجمعة
ComboBox_Weekly.Items[6].Caption=السبت
grpSlientMode.Caption=الحالة
lblSlientMode_SlientModeInfo.Caption=التبديل إلى الوضع الصامت تلقائيا عند اكتشاف مهمة ملء الشاشة أو تشغيل برنامج محدد
grpSlientMode_Description.Caption=البرامج المحددة من قبل المستخدم
lblSilent_UserSpec.Caption=تشغيل الوضع الصامت عند تشغيل أي من البرامج التالية:
lvSlientMode.Columns[1].Caption=الوصف
btnSlientMode_Add.Caption=إضافة
GroupBox_SilentMode.Caption=الوصف
lblSlientMode_Description1.Caption=الوضع الصامت يقلل من استهلاك الموارد مع آلية إلغاء التجزئة الذكية:
lblSlientMode_Description2.Caption=1. تخطي إلغاء التجزئة الذكية تلقائيا عند الكشف عن مهمة محددة
lblSlientMode_Description3.Caption=2. تخطي إلغاء التجزئة المجدولة تلقائيا عند الكشف عن مهمة محددة
lvSlientMode.Columns[0].Caption=اسم العنصر
lblCBT_Desc.Caption=إلغاء تجزئة الملفات المحددة، يمكن إلغاء تجزئة الملفات التي لا يمكن إلغاء تجزئتها عند تشغيل النظام. قم بإضافتها إلى المربع لإلغاء تجزئتها في وقت التمهيد
lblAADesc.Caption=تحليل الأقراص تلقائيا عندما يكون النظام خاملا وأبلاغكم إذا كان هناك تجزؤات لابد من إلغاء تجزئتها
btnNotifyWhemSchdule.Caption=عدم أخطاري عند الانتهاء من إلغاء التجزئة المجدولة
btnShutdown.Caption=إيقاف تشغيل الكمبيوتر تلقائيا عند الانتهاء من إلغاء التجزئة المجدول
btnShowShellMenu.Caption=عرض إلغاء التجزئة بواسطة إلغاء التجزئة الذكية في قائمة السياق

[ACD_frmActionCenter]
lbl_Min.Caption=تصغير
lbl_Cancel.Caption=إلغاء
btnClose.Hint=إغلاق

[SmartDefrag_SDMainMenu]
btn_more.Hint=خيارات
btnAbout.Caption=حول
btnCheckUpdates.Caption=تحقق من التحديثات
btnDownload.Caption=IObit المزيد من منتجات
btnFindUsOnFacebook.Caption=تجدنا علي الفيسبوك
btnReport.Caption=تقرير
btnSkin.Caption=الجلد
btnSettings.Caption=...إعدادات
btnTechnicalSupport.Caption=الدعم الفني
btnTranslate.Caption=ساعدنا في الترجمة
btnUseManual.Caption=دليل الاستخدام
btnDiskHealth.Caption=صحة القرص

[SmartDefrag_M]
M_APPDBOptimize=تحسين
M_DefragFinished=إنهاء
M_DefragBack=رجوع
M_ActivateContent2=إلغاء التجزئة وقت التمهيد
M_DetailsFragments=التجزؤات
M_Fragments=التجزؤات
M_DetailsSize=الحجم
M_DetailsPath=المسار
M_DetailsResult=النتيجة
M_DBSmartDefrag=إلغاء التجزئة الذكية
M_DMNSmartDefrag=إلغاء التجزئة الذكية
M_BTDViewReport=عرض التقرير
M_SkinNameClassic=كلاسيكي
M_ActiveNow=تنشيط الآن
M_ActivateTitle=تحقيق أقصى قدر من الأداء وعمر القرص مع:
M_ActivateContent1=إلغاء التجزئة الذكية تلقائيآ
M_ActivateContent3=محدث دائمآ
M_RecommendDefrag2=إلغاء تجزئة وتحسين
M_DMNSortDefrag=إلغاء تجزئة وتحسين
M_RecommendDefrag3=إلغاء تجزئة الملفات الكبيرة
m_DMNLargeFileDefrag=إلغاء تجزئة الملفات الكبيرة
M_RecommendDefrag4=إلغاء تجزئة المساحة الحرة
M_RecommendDefrag1=إلغاء تجزئة سريع
M_DMNFastDefrag=إلغاء تجزئة سريع
M_DMNDefrag=إلغاء التجزئة
M_DMNAutoDefrag=إلغاء التجزئة التلقائية
M_DMNSchdleDefrag=إلغاء التجزئة المجدولة
M_DMAnalyzed=تحليل
M_DMNAnalyze=تحليل
M_FSUnknown=غير معروف
M_FSAnalyzed=تحليل
M_FSDefragged=إلغاء تجزئة
M_FSMoveFailed=فشل النقل
M_FSNospace=لا توجد مساحة مستمرة
M_FSSkipTooLarge=(تم التخطي (ملفات كبيرة
M_FSSkipRateTooLow=(تم التخطي (معدل التجزؤ منخفض
M_FSInvalidHandle=معالج غير صالح
M_DefragDetailsHtml=تفاصيل إلغاء التجزئة
M_DefragSummary=ملخص إلغاء التجزئة
M_DefragDetails=تفاصيل إلغاء التجزئة
M_SSDOPTDetails=SSD تفاصيل تحسين
M_DiskSpaceInfo=الحجم الحر/الإجمالي
M_DefragMethod=طريقة إلغاء التجزئة
M_DefragBeginTime=بدأ إلغاء التجزئة
M_DefragEndTime=اكتمال إلغاء التجزئة
M_TotalFiles=إجمالي الملفات والدلائل:
M_DefaultName=القرص المحلي
M_Recommend=التوصية
M_FragmentationRate=معدل التجزؤ
M_DefaultVolumeName=القرص المحلي
M_DMSSDAnalyze=SSD جاري تحليل
M_DMSSDOptimize=جاري التهذيب
M_DMUSSDOptimize=جاري التهذيب والتحسين الذكي
M_DMSSDAnalyzed=SSD %d عناصر يمكن تهذيبها لتحسين أداء ومتانة
M_DMSSDOptimized=الخاص بك للحصول على أداء أفضل SSD تم تهذيب
M_DMUSSDAnalyzed=SSD %d عناصر يمكن تهذيبها وتحسينها لتحسين أداء ومتانة
M_DMUSSDOptimized=الخاص بك بذكاء SSD تم تهذيب وتحسين
M_DMNSSDAnalyze=SSD تحليل
M_DMNSSDOptimize=SSD تهذيب
M_DMNMergeSortDefrag=إلغاء تجزئة وتحديد الأولوية
M_DMNMergeDefrag=إلغاء تجزئة المساحة الحرة
M_DMAnalyze=جاري التحليل
M_DMDefrag=جاري إلغاء التجزئة
M_DMFastDefrag=جاري إلغاء التجزئة السريع
M_DMSmartDefrag=جاري التحليل الذكي
m_DMLargeFileDefrag=جاري إلغاء تجزئة الملفات الكبيرة
M_DMMergeSortDefrag=جاري إلغاء التجزئة وتحديد أولوية الملفات
M_DMSortDefrag=جاري إلغاء التجزئة والتحسين
M_DMMergeDefrag=جاري إلغاء تجزئة المساحة الحرة
M_DMAFastDefrag=جاري إلغاء التجزئة التلقائية السريعة
m_DMALargeFileDefrag=جاري إلغاء تجزئة التلقائية للملفات الكبيرة
M_DMAMergeSortDefrag=جاري إلغاء التجزئة التلقائية وتحديد اولوية الملفات
M_DMASortDefrag=جاري إلغاء التجزئة التلقائية والتحسين
M_DMAMergeDefrag=جاري إلغاء تجزئه المساحة الحرة تلقائيا
M_DMAutoDefrag=جاري إلغاء التجزئة التلقائية
M_DMSchdleDefrag=جاري إلغاء التجزئة المجدولة
M_DMDefraged=اكتمل إلغاء التجزئة
M_DMFastDefraged=اكتمل إلغاء التجزئة السريع
M_DMMergeSortDefraged=اكتمل إلغاء التجزئة وتحديد أولوية الملفات
m_DMLargeFileDefraged=اكتمل إلغاء تجزئة الملفات الكبيرة
M_DMSortDefraged=اكتمل إلغاء التجزئة والتحسين
M_DMMergeDefraged=اكتمل إلغاء تجزئة المساحة الحرة
M_DMAFastDefraged=اكتمل إلغاء التجزئة السريعة التلقائية
M_DMAMergeSortDefraged=اكتمل إلغاء التجزئة التلقائية وتحديد أولوية الملفات
m_DMALargeFileDefraged=اكتمال إلغاء التجزئة التلقائية للملفات الكبيرة
M_DMASortDefraged=اكتمل إلغاء التجزئة التلقائية والتحسين
M_DMAMergeDefraged=اكتمل إلغاء تجزئة المساحة الحرة تلقائيا
M_DMAutoDefraged=اكتمل إلغاء التجزئة التلقائية
M_DMSchdleDefraged=اكتمل إلغاء التجزئة المجدولة
M_Idle=خامل
M_Queuing=قيد الانتظار
M_DBTrim=تهذيب
M_DBOptimize=التحسين الذكي
M_OPT_TRIM=وسرعة القراءة والكتابة SSD تمكين التهذيب لتسريع
M_OPT_PREFETCHER=SSD تعطيل الجلب المسبق لإطالة عمر
M_OPT_SUPERFETCH=SSD تعطيل الجلب الفائق لإطالة عمر
M_OPT_BTD=SSD تعطيل إلغاء التجزئة وقت التمهيد لإطالة عمر
M_OPT_SDDT=SSD تعطيل مهمة إلغاء تجزئة القرص المجدولة لإطالة عمر
M_Day=كل %d أيام عند التمهيد الأول
M_SkipSize=%s تخطي الملفات أكبر من
M_StartAuto=(بدء إلغاء التجزئة التلقائية عندما يتجاوز وقت خمول النظام (%d دقائق
M_PauseAuto=(%s) إيقاف إلغاء التجزئة التلقائية مؤقتآ عندما يتجاوز استخدام الموارد
M_StartAutoAnalyze=بدء التحليل التلقائي عندما يتجاوز وقت خمول النظام (%d دقائق)
M_PauseAutoAnalyze=(%s) إيقاف التحليل التلقائي مؤقتآ عندما يتجاوز استخدام الموارد
M_ScheduleInactivated=لم يتم تنشيط إلغاء التجزئة المجدولة
M_FileExcluded=هذا الملف مستبعد. إذا كنت تريد إلغاء تجزئته، فيرجى إزالته من قائمة الاستبعاد
M_FileAdded=بالفعل لإلغاء التجزئة "%s" تمت إضافة
M_ExcludedFolderAdded=تم إضافه هذا المجلد في الملفات والمجلدات المضافة لإلغاء التجزئة. إذا كنت تريد استبعاده ، الرجاء ازالته من الملفات والمجلدات المضافة
M_ExcludedFileAdded=تم إضافة هذا الملف في الملفات والمجلدات المضافة لإلغاء التجزئة. إذا كنت تريد استبعاده، فيرجى إزالته من مجلدات الملفات المضافة أولا
M_FolderExcluded=تم استبعاد هذا المجلد. إذا كنت تريد إلغاء تجزئته، فيرجى إزالته من قائمة الاستبعاد
M_GameAdded=تم إضافة اللعبة بالفعل
M_RunBackground=لا تزال إلغاء التجزئة الذكية قيد التشغيل في الخلفية
M_StartScheduleDefrag=بدء إلغاء التجزئة المجدولة
M_StartAutoDefrag=بدء إلغاء التجزئة التلقائية
M_LastAutoDefrag=آخر إلغاء تجزئة تلقائية:
M_AddVolume=لا يمكن إضافة وحدة تخزين. الرجاء تحديد مجلد أو ملف لإضافته
M_InvalidFF=ملف أو مجلد غير صالح
M_SDRAutoDefrag=تقرير إلغاء التجزئة التلقائية
M_SDRGameDefrag=تقرير تحسين الألعاب
M_SDRManualDefrag=تقرير إلغاء تجزئة القرص
M_DefragPaused=متوقف مؤقتآ
M_TrimStoped=مقاطعة التهذيب
M_AnalyzeStoped=مقاطعة التحليل
M_DefragStoped=مقاطعة إلغاء التجزئة
M_JunkScanStoped=مقاطعة الفحص
M_JunkFileScan=جاري البحث عن الملفات المهملة %d %%
M_LFR=انخفاض معدل التجزؤ
M_FileInSSDTips=من فضلك عدم إلغاء تجزئته .SSD هذا الملف/المجلد موجود على
M_AddFileOrFolder=إضافة ملف/مجلد
M_NoFileOrFolderAdded=لم تتم إضافة ملفات/مجلدات
M_GameFragments=التجزؤات:
M_GameOptimized=محسن:
M_GameOptimizeTip=تحسين الألعاب الخاصة بك للحصول على أفضل تجربة ألعاب
M_GameAddTip=الرجاء إضافة لعبة للتحسين للحصول على أفضل تجربة ألعاب
M_JunkFileFound=مهملة وجدت:
M_JunkFileCleaned=مهملة نظفت:
M_DefragedFragments=تجزؤات الغي تجزئتها:
M_DefragedFiles=ملفات الغي تجزئتها:
M_AnalyzedFragments=تجزؤات وجدت:
M_AnalyzedFiles=ملفات مجزأة وجدت:
M_DRDefragedFragments=تجزؤات الغي تجزئتها
M_DRDefragedFiles=ملفات الغي تجزئتها
M_DRAnalyzedFragments=تجزؤات وجدت
M_DRAnalyzedFiles=ملفات مجزأة وجدت
M_SmartOptimizeTips=التحسين الذكي سيقوم بالتحليل أولا ثم ينفذ بذكاء طريقة إلغاء التجزئة المناسبة لإلغاء تجزئة الأقراص الصلبة الخاصة بك وتهذيب اقراص الحالة الصلبة بنقرة واحدة
M_SmartDefragTips=التحسين الذكي سيقوم بالتحليل أولا ثم ينفذ بذكاء طريقة إلغاء التجزئة المناسبة بنقرة واحدة
M_DiskSpace=%s مساحة حرة من %s
M_Trimmed=هذبت
M_UTrimmed=اكتمل التهذيب والتحسين الذكي
M_AppOptimizeStop=مقاطعة التحسين
M_AppOptimize=جاري التحسين
M_AppOptimized=محسن
M_AppFoundProblem=تم تحسين %d عناصر لتحسين أداء تطبيقات ويندوز
M_AppNoProblem=تم تحسين تطبيقات ويندوز لأعلى أداء
M_Task=انقر لتغيير الجدولة
M_RecommendAnalyze=لا حاجة لإلغاء التجزئة
M_State=الحالة
M_GameInSSD=الرجاء عدم تحسينها .SSD هذه اللعبة على
M_JunkFile=ملف مهمل
M_JunkFileAnalyze=جاري البحث عن الملفات المهملة
M_JunkFileCleanedHtml=ملفات مهملة نظفت:
M_StartedTimeHtml=بدأ في:
M_CompletedTimeHtml=اكتمل في:
M_AfterRateHtml=بعد
M_BeforeRateHtml=قبل
M_JunkFileHtml=الملفات
M_RecommendDefrag5=إلغاء تجزئة وتحديد أولويه الملفات
M_NoVolumeSelected=الرجاء تحديد قرص واحد على الأقل للمتابعة
M_TrimShutdown0=اكتمل التهذيب، سيتم إيقاف تشغيل الكمبيوتر خلال
M_TrimShutdown1=اكتمل التهذيب، سيتم سكون الكمبيوتر خلال
M_TrimShutdown2=اكتمل التهذيب، سيتم إسبات الكمبيوتر خلال
M_TrimShutdown3=اكتمل التهذيب، سيتم إعادة تشغيل الكمبيوتر خلال
M_OptimizeShutdown3=اكتمل التحسين، سيتم إعادة تشغيل الكمبيوتر خلال
M_OptimizeShutdown2=اكتمل التحسين، سيتم إسبات الكمبيوتر خلال
M_OptimizeShutdown1=اكتمل التحسين، سيتم سكون الكمبيوتر خلال
M_OptimizeShutdown0=اكتمل التحسين، سيتم إيقاف تشغيل الكمبيوتر خلال
M_TTrimShutdown0=إيقاف تشغيل بعد التهذيب
M_TTrimShutdown1=سكون بعد التهذيب
M_TTrimShutdown2=إسبات بعد التهذيب
M_TTrimShutdown3=إعادة تشغيل بعد التهذيب
M_TOptimizeShutdown3=إعادة تشغيل بعد التحسين
M_TOptimizeShutdown2=إسبات بعد التحسين
M_TOptimizeShutdown1=سكون بعد التحسين
M_TOptimizeShutdown0=إيقاف تشغيل بعد التحسين
M_MASKSSD=SSD التعرف على
M_MASKHDD=HDD التعرف على
M_LEARNMORE=معرفة المزيد
M_EXITSDTIPS=جاري تشغيل إلغاء التجزئة الذكية. هل تريد بالتأكيد الخروج من البرنامج؟
M_NOTSUPPORTSSD=لا يحتاج أي إلغاء تجزئة SSD و SSD هذا القرص
M_Junk0=ملاحظة: قد يؤدي تنظيف ذاكرة التخزين المؤقت لنظام أسماء النطاقات إلى إبطاء سرعة التنزيل وتسبب ازدحام حركة المرور
M_Junk1=ملاحظة: تنظيف بيانات الجلب المسبق القديم قد تؤدي إلى إبطاء بدء تشغيل النظام
M_Junk2=ملاحظة: تنظيف ذاكرة التخزين المؤقت لترتيب القائمة سيؤدي إلى إعادة تعيين ترتيب قائمة ابدأ. لن تتم إزالة أية عناصر
M_Junk3=ملاحظة: تنظيف ذاكرة التخزين المؤقت لصينية الإخطارات سيؤدي لإعادة تعيين ذاكرة التخزين المؤقت لصينية النظام. ستحتاج لإعادة تشغيل المستكشف
M_Junk4=ملاحظة: تنظيف ذاكرة التخزين المؤقت لحجم/وموقع النوافذ سيقوم بإعادة تعيين كافة موقع مستكشف ويندوز وإعدادات العرض المحفوظة
M_Junk5=ملاحظة: تنظيف سجل محفوظات مساعده المستخدم سيقوم بحذف البرامج المستخدمة مؤخرا المدرجة في قائمة ابدأ
M_Junk6=ملاحظه: سيؤدي تنظيف ملفات سجل خدمات معلومات الإنترنت إلى حذف سجلات الاحداث بشكل مستقل عن اي موقع أو مجلد ظاهري أو ملف
M_Junk7=ملاحظة: تنظيف ذاكرة التخزين المؤقت للصور المصغرة سيؤدي إلى إبطاء سرعة عرض الصور المصغرة عند عرض مجلد يحتوي على صور
M_Junk8=ملاحظة: تنظيف قائمة الانتقال إلى شريط المهام سيؤدي إلى تعطيل عرض العناصر التي تم فتحها مؤخرا في قائمة "ابدأ" وشريط المهام
M_Junk9=ملاحظة: تنظيف كلمات المرور المحفوظة سيجعلك تفقد كل كلمات المرور المحفوظة
M_GameOptimizeTips=إلغاء تجزئة وتحسين ملفات الألعاب الخاصة بك للحصول على تجربة لعبة أسرع وأكثر سلاسة
M_AllGameOptimize=تم تحسين ملفات الألعاب. يرجى التمتع باللعبة
M_ON=تشغيل
M_OFF=إيقاف
M_ActivateButton=تنشيط الكل
M_MoreThan2Hours=أكثر من ساعتين
M_NoFragmentsFound=لا توجد تجزؤات
M_NoJunkFilesFound=لا توجد ملفات مهملة
M_ActiveAll=تنشيط الكل
M_SkinName=الجلد:
M_ShellDefrag=إلغاء تجزئة بواسطة إلغاء التجزئة الذكية
M_ShellTrim=تهذيب بواسطة إلغاء التجزئة الذكية
M_SkinNameReadable=مقروء
M_SpecifyFiles=تحديد الملفات
M_DiskStatusGood=جيدة
M_DiskGood=جيدة
M_PromoteTitle11=تعبت من إلغاء التجزئة اليدوي؟
M_PromoteTitle12=شراء الآن للحصول على إلغاء التجزئة التلقائية
M_PromoteTitle21=شراء الآن للحصول على إلغاء تجزئة الملفات المحددة في وقت التمهيد لإلغاء تجزئة هذه التجزؤات
M_VendorSpecific=المورد المحدد
M_CFragMentInfo=<a>%d</a> تجزؤات تم العثور عليها على الأقراص. إلغاء تجزئتها لجعل جهازك أسرع وأكثر استقرارا
M_DiskFair=مقبولة
M_DiskPoor=رديئة
M_DiskInfoTips=!ASCare تحرير مساحة أكبر وتسريع جهازك الآن مع
M_DiskStatusWarn=تحذير
M_DiskStatusError=خطأ
M_SchduleDefragInfo=<a>%d</a> تجزؤات تم إلغاء تجزئتها. قم بتنشيط إلغاء التجزئة التلقائية لإلغاء تجزءة الأقراص تلقائيا لأعلى أداء

[SmartDefrag_SDPromoteFrame]
btnBack.Caption=رجوع
rdlblDiskStatus.Caption=حالة قرص الكمبيوتر:
rdlblAboutPro.Caption=تحقق من جميع الميزات
btnPurchaseNow.Caption=شراء الآن
lblLeaveContent.Items[0].Caption=إلغاء تجزئة الملفات والأقراص التي اخترتها تلقائيا للحفاظ على جهازك في قمة الأداء في الوقت الحقيقي.
lblLeaveContent.Items[1].Caption=إلغاء التجزئة وقت التمهيد يمكن إلغاء تجزئة الملفات المحددة والأقراص في وقت التمهيد لتقديم أفضل أداء عند الاطلاق
rdlblRightTitle.Items[0].Caption=تم إلغاء تجزئة كل التجزؤات
rdlblRightTitle.Items[1].Caption=لا يمكن إلغاء تجزئة بعض التجزؤات لأن الملفات ذات الصلة قيد الاستخدام
rdlblRightTitle.Items[2].Caption=!تم إلغاء تجزئة التجزؤات بنجاح
rdlblLeftTitle.Items[0].Caption=مضمونة لحماية جهاز الكمبيوتر الخاص بك لأعلى أداء
rdlblLeftTitle.Items[1].Caption=مضمونة لتعظيم أداء القرص الخاص بك
rdlblLeftContent.Items[0].Caption=انت محمي تماما بواسطتنا لدينا 60 يوما ضمان لاستعادة الاموال. إذا كانت منتجاتنا لا تلبي وعودنا، وسنقدم لك كامل المبلغ. بدون أي سؤال
rdlblLeftContent.Items[1].Caption=انت محمي تماما بواسطتنا لدينا 60 يوما ضمان لاستعادة الاموال. إذا كانت منتجاتنا لا تلبي وعدها، وسنعيد لك كامل المبلغ
rdlblTitle3.Caption=الحصول على أقصى قدر من أداء القرص مع الإصدار المحترف
rdlblContent1.Caption=السماح بمزيد من مساحة القرص وسرعة تصل إلى 200% أسرع في الوصول للملف
rdlblContent2.Caption=إلغاء التجزئة تلقائيا للملفات والأقراص التي اخترتها في الوقت الحقيقي
rdlblContent3.Caption=إلغاء تجزئة الأقراص الخاصة بك بعمق حتى ملفات النظام في وقت التمهيد
rdlblContent4.Caption=التحديث تلقائيا إلى أحدث إصدار

[SmartDefrag_LocalDiskItem]
btn_boot_defrag.Caption=إلغاء التجزئة وقت التمهيد
icon_histogram.Hint=صحة القرص
btn_auto_defrag.Caption=إلغاء التجزئة التلقائية
btn_disk_clean.Caption=تنظيف القرص
lblOptimizeType.Items[1].Caption=تهذيب
lblOptimizeType.Items[2].Caption=تحسين التطبيقات

[M_PrivacyScanner]
M_Det=التفاصيل
M_Scan=جاري فحص:
M_Fix=جاري إصلاح:
M_GS=الحالة العامة
M_ItemsCap=%s ،عناصر %s
M_Del=تم الحذف
0=إنترنت إكسبلورر
1=موزيلا فايرفوكس
2=جوجل كروم
3=أوبرا
4=سفاري
5=ويندوز
6=تطبيقات أوفيس
7=الإنترنت
8=الوسائط المتعددة
9=الأدوات المساعدة
10=ملحقات مخصصه
11=Next أوبرا
12=موزيلا ثندربيرد
13=أيس دراجون
14=تطبيقات ويندوز
15=اي تيونز
M_TyURL=المكتوبة URLs عناوين
M_Cookie=ملفات تعريف الارتباط
M_SaveFI=معلومات النموذج المحفوظة
M_SavePwd=كلمات المرور المحفوظة
M_TempF=الملفات المؤقتة
M_His=سجل المحفوظات
M_IDF=فهرس بيانات الملفات
M_AFF=معلومات النموذج المحفوظة
M_AFP=كلمات المرور المحفوظة
M_ICache=ذاكرة تخزين الإنترنت
M_DownHis=سجل التنزيلات
M_Reg=محرر الريجيستري
M_ReDoc=المستندات الأخيرة
M_RunHis=محفوظات تشغيل
M_DelOnBoot=(حذف عند إعادة التشغيل)
M_Session=الجلسة
M_ComDatabase=قواعد البيانات المدمجة
M_PriFixCap=[إصلاح الخصوصية]: %d آثار خصوصية تم تنظيفها
M_CFFDB=قواعد بيانات فايرفوكس المدمجة
M_CGCDB=قواعد بيانات جوجل كروم المدمجة
M_WebBro=متصفح الإنترنت
M_NoteIt=عند تشغيله %s ملاحظة: لا يمكن مسح آثار
M_NoteThey=عند تشغيلها %s ملاحظة: لا يمكن مسح آثار
M_WebIcons=رموز موقع الويب
M_LastDL=آخر موقع تحميل
M_InsCache=ذاكرة تخزين المثبت
M_MobApp=تطبيقات الهاتف المحمول
M_Book=الكتب
M_Podcasts=المدونة الصوتية
M_SanpViewer=عارض اللقطات
M_RemoteD=سطح المكتب البعيد
M_ManageC=وحدة التحكم بالإدارة
M_Wordpad=الدفتر
M_Paint=الرسام
M_PhotoE=محرر الصور
M_GameE=مستكشف الألعاب
M_Defender=ويندوز ديفندر
M_Search=بحث

[M_JunkfilesScanner]
M_Det=التفاصيل
M_NoteMOC=ملاحظة: تنظيف ذاكرة التخزين المؤقت لترتيب القائمة سيؤدي إلى إعادة تعيين ترتيب قائمة ابدأ. لن تتم إزالة أية عناصر
M_NoteWSC=ملاحظة: تنظيف ذاكرة التخزين المؤقت لحجم/وموقع النوافذ سيقوم بإعادة تعيين كافة موقع مستكشف ويندوز وإعدادات العرض المحفوظة
M_NoteUAH=ملاحظة: تنظيف سجل محفوظات مساعده المستخدم سيقوم بحذف البرامج المستخدمة مؤخرا المدرجة في قائمة ابدأ
M_Scan=جاري فحص:
M_Fix=جاري إصلاح:
M_WinBin=سلة مهملات ويندوز
M_WinTempF=ملفات ويندوز المؤقتة
M_IETempF=المؤقتة IE ملفات
M_SearchAA=مساعد بحث الإكمال التلقائي
M_OtherMRUs=ذاكرة تخزين المستكشف الأخرى
M_Clip=الحافظة
M_Dumps=نفايات الذاكرة
M_ChkDskFrag=Chkdsk تجزؤات ملف
M_WinLog=ملفات سجل ويندوز
M_WinEReport=تقرير خطأ ويندوز
M_DNSCache=ذاكرة تخزين نظام أسماء النطاقات
M_OldPD=بيانات الجلب المسبق القديمة
M_MenuOC=ذاكرة تخزين ترتيب القائمة
M_TrayNC=ذاكرة تخزين صينية الإخطارات
M_WinSLCache=ذاكرة تخزين حجم/موقع النافذة
M_UserAH=سجل مساعدة المستخدم
M_IISLog=IIS ملفات سجل
M_ThumCache=ذاكرة تخزين الصورة المصغرة
M_TaskbarJPL=قائمة انتقال شريط المهام
M_GS=الحالة العامة
M_ItemsCap=%s ،عناصر %s
M_JunkFixCap=[إصلاح الملفات المهملة]: %d مشاكل تم اصلاحها
M_Del=تم الحذف
M_NoteTNC=ملاحظة: تنظيف ذاكرة التخزين المؤقت لصينية الإخطارات سيقوم بإعادة تعيين ذاكرة التخزين المؤقت لصينية النظام. مطلوب إعادة تشغيل المستكشف
M_WinSys=نظام ويندوز
M_HisTrace=المحفوظات والآثار
M_WinAppCache=ذاكرة تخزين تطبيقات ويندوز
M_WinUpdateCache=الذاكرة المؤقتة لتحديث ويندوز التلقائي
M_WinUpdateDB=تحديث قاعدة بيانات ويندوز التلقائي
M_SoftInsTemp=ملفات التثبيت المؤقتة للبرامج
M_WinFontCache=ذاكرة تخزين خط ويندوز

[SmartDefrag_SDActivateNowForm]
btnActivateNow.Caption=تنشيط الآن
rdlblActivateCode.Caption=أدخل الرمز
btnContent1.Caption=تصل إلى 200% أسرع
btnContent2.Caption=أكثر ذكاء وأبسط
btnContent3.Caption=المزيد من الاستقرار والعمق
btnContent4.Caption=دائما محدث
rdlblTitle.Caption=تنشيط جميع الميزات

[SmartDefrag_SDDefragMenuForm]
mniItem1.Caption=تحليل
mniItem2.Caption=إلغاء تجزئة وتحسين
mniItem3.Caption=إلغاء تجزئة الملفات الكبيرة
mniItem4.Caption=إلغاء تجزئة المساحة الحرة
mniItem5.Caption=(الغاء تجزئة وتحديد أولوية الملفات (بطيء
mniItem6.Caption=تحسين ذكي وتهذيب
mniItem7.Caption=إلغاء تجزئة سريع

[SmartDefrag_LocalDiskItemFile]
lblPath.Caption=ملفات/مجلدات مضافة
btnAddFile.Caption=إضافة ملف
btnAddFolder.Caption=إضافة مجلد

[SendBugReportNew_M]
M_OKTips=موافق
M_AskUserTips=واجه مشكلة. الرجاء ارسال تقرير بالخطأ لنا ومساعدتنا في إصلاحه
M_BugStatisticsTips=...واجه مشكلة ويجب إغلاقه. نحن نحلل السبب الآن. يرجى الإنتظار
M_SendingTips=...جاري الإرسال
M_AttentionTips=واجه مشكلة ويجب إغلاقه. الرجاء إعادة تشغيله لاحقا
M_InvalidEmailTips=عنوان البريد الإلكتروني غير صالح! يرجى إدخال البريد الإلكتروني الصحيح حتى نتمكن من الاتصال بك
M_AskUserTips1=<a>سياسة الخصوصية</a> .واجه مشكلة. لمساعدتنا في حل هذه المشكلة، الرجاء النقر فوق "إرسال" لإرسال ملف التصحيح إلينا تلقائيًا
M_AttentionTips1=<a>سياسة الخصوصية</a> .واجه مشكلة. لمساعدتنا في حل هذه المشكلة، الرجاء النقر فوق "موافق" لإرسال ملف التصحيح إلينا تلقائيًا

[SmartDefrag_AutoupdateFormMain]
RdImageButton_Finish.Caption=موافق
Label_Cancel.Caption=إلغاء
Label_ViewWN.Caption=عرض ما الجديد
Label_Titile.Caption=Smart Defrag محدث
Label_CheckUpdate.Caption=جاري الحصول على معلومات التحديث، يرجى الانتظار
Label_UpdateDetails.Caption=إصدار جديد من إلغاء التجزئة الذكية متاح، تحميل الآن للاستمتاع بأحدث الميزات والتحسينات
Label_VWN_Pro.Caption=عرض ما الجديد
Label_NewVersionUpdate.Caption=الإصدار الجديد متاح. تحميل الآن للاستمتاع بأحدث الميزات والتحسينات
Label_NewFileUpdate.Caption=الإصدار الجديد متاح. تحميل الآن للاستمتاع بأحدث الميزات والتحسينات. فهو مجاني
Label_ClickDownload.Caption=لتنزيل التحديث وتطبيقه "%s" انقر على
Label_FinishInfo.Caption=!إنهاء
Label_NoUpdate.Caption=.تهانينا! لديك بالفعل أحدث إصدار
Label_Nottention.Caption=.تنبيه: سيتم إعادة تشغيل إلغاء التجزئة الذكية تلقائيا لتطبيق التحديث
Label_RestartWarn.Caption=تنبيه: الرجاء إعادة تشغيل الكمبيوتر لإنهاء التحديث. إعادة التشغيل الان؟
Label_ProxySet.Caption=إعدادات الخادم الوكيل
Label_DecideLater.Caption=أقرر لاحقا
RdImageButton_RestartLater.Caption=إعادة التشغيل لاحقا
RdImageButton_RestartNow.Caption=إعادة التشغيل الآن
RdImageButton_Download.Caption=التحميل الان

[SDRegister_M]
M_PageC_Cap=إلغاء التجزئة التلقائية
M_PageD_Cap=التحديث التلقائي
M_license_seat=موضع الترخيص
M_EnterError=!الرجاء إدخال رمز الترخيص الخاص بك
M_ErrorTitle=خطأ في التنشيط
M_SucceedTitle=تنشيط
M_IsOtherCode=%s فقط. الرجاء النقر فوق الزر موافق لتحميل وتسجيل %sصالح لـ %s الترخيص
M_InvalidCode=رمز ترخيص غير صالح. الرجاء إدخال رمز ترخيص صالح
M_License_Pro=تم تنشيط رمز الترخيص بنجاح
M_License_valication=لا يمكن الاتصال بخادمنا. يرجى التحقق من إعدادات الشبكة/الخادم الوكيل ومحاولة التحقق من ترخيصك لاحقا
M_License_Expired=يرجى تجديد الترخيص أو شراء رمز جديد %s انتهت صلاحية الترخيص
M_License_Unknow=!خطأ غير معروف
M_License_Illegal=لا يمكن تنشيط رمز الترخيص. يرجى شراء واحد جديد
M_License_Overseat=.لأقصى أجهزة كمبيوتر ولا يمكن استخدامه %s تم تنشيط رمز الترخيص يرجى شراء رمز ترخيص آخر لإلغاء التجزئة الذكية المحترف لهذا الكمبيوتر
M_License_DLLMiss=.مفقود RegisterCom.dll يرجى إعادة تثبيت إلغاء التجزئة الذكية ومحاولة التسجيل مرة أخرى
M_GiveawayCode=هذا الترخيص الهبة غير صالح. انقر على نعم لشراء رمز ترخيص جديد
M_PageC_Des1=إلغاء تجزئة الأقراص بذكاء عندما يكون النظام خاملا
M_PageC_Des2=تمكين إلغاء التجزئة التلقائية للحفاظ على معدل تجزئة أقل والحصول على أداء أفضل
M_PageD_Des1=التحديث تلقائيا إلى أحدث إصدار
M_PageD_Des2=تمكين التحديث التلقائي للحفاظ على أحدث البرامج والاستمتاع بأفضل تجربة
M_PageE_Cap=إلغاء تجزئة ملفات الريجيستري عند إلغاء تجزئة في وقت التمهيد
M_PageE_Des1=إلغاء تجزئة ملفات الريجيستري التي لا يمكن إلغاء تجزئتها أثناء تشغيل ويندوز
M_PageE_Des2=تحسين سرعة الوصول إلى الريجيستري للحصول على أداء أفضل للنظام
M_PageF_Cap=إلغاء تجزئة الملفات المحددة عند إلغاء التجزئة في وقت التمهيد
M_PageF_Des1=تحديد الملفات التي لا يمكن إلغاء تجزئتها عند تشغيل النظام و إلغاء تجزئتها عند بدء تشغيل ويندوز
M_PageF_Des2=تحسين سرعة الوصول إلى ملف النظام لأداء أكثر استقرارا وأكثر سلاسة

[DiskInfo_Smart]
UNKNOWN=غير معروف
VENDOR_SPECIFIC=المورد المحدد
01=معدل خطأ القراءة
02=إنتاجية الأداء
03=وقت الدوران
04=بدء/إيقاف الحساب
05=عدد القطاعات المعاد توزيعها
06=هامش قناه القراءة
DD=G-تحسس معدل خطأ
E1=عدد تحميل/إلغاء تحميل الدورة
07=البحث عن معدل الخطا
08=البحث عن الأداء الزمني
09=الطاقة في ساعات
0A=عدد مرات أعاده المحاولة
0B=إعادة معايرة إعادات المحاولة
0C=حساب دورة الطاقة
0D=معدل اقحام خطأ القراءة اللينة
B8=خطأ نهاية إلى نهاية
BB=تم الإبلاغ عن أخطاء غير قابلة للتصحيح
BC=مهلة الأوامر
BD=ارتفاع تلاشي الكتابات
BE=تدفق هواء درجة الحرارة
BF=G-تحسس معدل خطأ
C0=حساب تراجع إيقاف الطاقة
E7=درجة الحرارة
C1=عدد تحميل/إلغاء تحميل الدورة
C2=درجة الحرارة
C3=المستردة ECC أجهزة
C4=عدد إعادة تخصيص الأحداث
C5=عدد القطاعات الحالية المعلقة
C6=عدد القطاعات غير القابلة للتصحيح
C7=UltraDMA CRC عدد خطأ
C8=معدل خطأ الكتابة
C9=معدل خطأ القراءة اللينة
CA=خطأ علامة عنوان البيانات
CB=نفد إلغاء الأمر
CC=اللينة ECC تصحيح
CD=معدل الحده الحرارية
CE=قمة الارتفاع
CF=دوران عالي حاليآ
D0=دوران طنين
D1=أداء البحث دون اتصال
D3=الاهتزاز أثناء الكتابة
D4=الرج أثناء الكتابة
DC=تحويل القرص
DE=الساعات المحملة
DF=عدد إعاده محاولة التحميل/إلغاء التحميل
E0=تحميل الاحتكاك
E2=تحميل 'في' الوقت
E3=عدد التضخيم لعزم الدوران
E4=دورة تراجع إيقاف الطاقة
E6=الرئيسية GMR سعة
F0=ساعات الطيران الرئيسية
FA=معدل خطأ إعادة محاولة القراءة
FE=حماية السقوط الحر

[ACD_M]
M_Downloading=جارى التحميل:
m_Installing=جاري التثبيت:
M_DiskIsFull=!مساحة القرص غير كافيه
M_NetError=!فشل التنزيل بسبب حدوث خطأ في الشبكة، يرجى إعادة المحاولة لاحقا
M_Tips=الإصلاح قيد المعالجة. انقر نقرا مزدوجا فوق الرمز لعرض التفاصيل
M_MD5Faild=الملف الذي تم تنزيله معطوب، الرجاء إعادة المحاولة لاحقا
MM_AreSure=؟IObit هل تريد بالتأكيد الخروج من محمل برامج
M_Speed=السرعة:
M_AreSure_IObit=؟IObit هل تريد بالتأكيد الخروج محمل برامج
M_TipFixing=جاري الإصلاح

[ActionCenter_M]
M_fixing=جاري التثبيت
M_AC_FreeTitleHide=!ملاحظة
M_AC_FreeDetailHide_New=تم إخفاء جميع البرامج الموصى بها! انقر فوق "عرض" لعرضها مرة أخرى ثم تثبيتها للحصول على الحماية الأمنية الكاملة والأداء النهائي
M_AC_FreeDetailShow_New=التي تم قبولها سابقا هنا الحصول على حماية أمنية أفضل وتعزيز الأداء مع البرامج الموصى بها.
M_RunSM=تشغيل الآن
M_RunIU=تشغيل الآن
M_Fix=أعرف المزيد
M_RunDB=فحص الآن
M_RunASC=فحص الآن
M_RunIMF=فحص الآن
M_RunAMC=أعرف المزيد
M_FixAll=الحصول على الكل
M_Hide=إخفاء
M_Show=عرض
M_Scan=...جاري الفحص
M_Updating=جاري التحديث
M_RuningWell=أحدث إصدار مثبت
M_Outdated=قديم
M_NotInstalled=غير مثبت
M_Recomm_Ins=%s موصى به: تثبيت
M_Recomm_Upt=%s موصى به: تحديث
M_ASCCaption=أداء النظام
M_ASCInfo_NotIns=تم العثور على أخطاء ريجيستري، ومشاكل خصوصية وملفات مهملة على نظامك
M_ASCInfo_UpToDate=يسرع ويحسن جهاز الكمبيوتر بنقرة واحدة Advanced SystemCare
M_ASCInfo_NeedUpDate=قديم Advanced SystemCare
M_DBCaption=محدث برامج التشغيل
M_DBInfo_NotIns_C=تم العثور على %s برامج تشغيل قديمة، والتي تبطئ وتزعزع استقرار جهازك
M_DBInfo_NotIns=قد يكون هناك برامج تشغيل قديمة، والتي قد تبطئ وتزعزع استقرار جهاز الكمبيوتر الخاص بك
M_DBInfo_UpToDate=معزز برامج التشغيل يقوم بتحديث كافة برامج التشغيل القديمة على جهاز الكمبيوتر الخاص بك
M_DBInfo_NeedUpDate=برنامج تحديث برامج التشغيل قديم
M_IMFCaption=حماية برامج التجسس
M_IMFInfo_NotIns=IObit's anti-spyware الحصول على حماية أفضل عن طريق تثبيت برنامج
M_IMFInfo_UpToDate=يحمي جهازك ضد البرمجيات الخبيثة المختلفة IObit Malware Fighter
M_IMFInfo_NeedUpDate=برنامج مكافحة التجسس قديم
M_AMCCaption=حماية الأندرويد
M_AMCInfo_NotIns=الحصول على أفضل حماية لأمان وخصوصية جهاز الأندرويد الخاص بك
M_Recomm_Ins_AMC=لجهاز الأندرويد الخاص بك %s الموصى بها: تثبيت
M_SMCaption=قائمة ابدأ
M_SMInfo_NotIns=تعود بك الى قائمة "ابدأ" لويندوز المألوفة
M_SMInfo_UpToDate=قائمة ابدأ 8 تعود بك إلى قائمة "ابدأ" لويندوز
M_SMInfo_NeedUpDate=قائمة ابدأ 8 قديمة
M_IUCaption=ملغي تثبيت البرامج
M_IUInfo_NotIns=إزالة البرامج غير المرغوب فيها وأشرطة الأدوات والمكونات الإضافية للمتصفح
M_IUInfo_UpToDate=يزيل الإضافات والتطبيقات بدقة IObit Uninstaller
M_IUInfo_NeedUpDate=قديم IObit Uninstaller
M_RunFP=تحويل الآن
M_FPCaption=محول الفيديو
M_FPInfo_NotIns=الحصول على محول الفيديو لتحويل أشرطة الفيديو الخاصة بك لأجهزة مختلفة
M_FPInfo_UpToDate=استمتع بمشاهدة أشرطة الفيديو على أي أجهزة تريدها
M_FPInfo_NeedUpDate=تنسيق الحزمة قديم
M_RunDL=إدارة
M_DLCaption=إدارة كلمة المرور
M_DLInfo_NotIns=مدير كلمة المرور Dashlane حماية وإدارة جميع كلمات المرور الخاصة بك مع
M_DLInfo_UpToDate=آمن ومضمون Dashlane لن تنسى أبدا كلمة المرور الخاصة بك مع
M_RunIVC=جرب الآن
M_IVCCaption=محول الفيديو المجاني
M_IVCInfo_NotIns=مجاني 100% ونظيف، اكثر من 150صيغة وأسرع في تحويل الفيديو
M_IVCInfo_UpToDate=مشاهدة أشرطة الفيديو بأي طريقة تريدها
M_IVCInfo_NeedUpDate=محول الفيديو قديم iFun
M_RunIOT=إدارة الآن
M_IOTCaption=إدارة إي فون
M_IOTInfo_NotIns=iOS بنقره واحده استيراد وتصدير وإدارة الصور والفيديو والموسيقى على جهاز
M_IOTInfo_UpToDate=يعمل بشكل جيدآ IOTransfer
M_IOTInfo_NeedUpDate=قديم IOTransfer
M_Close=إغلاق
M_Install=تثبيت الأن
M_ASCOffer=يمكنك تنظيف الكمبيوتر وتحسينه بنقرة واحدة<br>تسريع وقت بدء تشغيل الكمبيوتر بمعدل يصل إلى 300% اسرع<br>يمكنك مسح أثار التصفح لضمان خصوصيتك<br>يمكنك مراقبة أوضاع جهاز الكمبيوتر في الوقت الفعلي لجهاز أكثر سلاسة<br>حماية جهاز الكمبيوتر الخاص بك ضد برامج التجسس الشائعة
M_DBOffer=قاعده بيانات لاكثر من (1000000) برنامج تشغيل<br>تحديث برامج التشغيل تلقائيا بنقرة واحدة<br>تحديث آمن مع برامج تشغيل المؤهلة<br>(إصلاح المشكلات عامة (مثل الشبكة والصوت<br>الحد من تجميد وتعطل النظام
M_IMFOffer=قوية وشاملة لمكافحة البرامج الضارة<br>الدفاع ضد الابتزاز مثل العين الذهبية والطامع<br>تصفح إنترنت وتنزيل أكثر أمانا<br>حماية في الوقت الحقيقي أعمق ومن جميع النواحي
M_SMOffer=إعادة قائمة ابدأ الكلاسيكية إلى ويندوز 8 وويندوز 10<br>محرك بحث عن الملفات قوي وبسيط
M_IUOffer=إزالة المكونات الإضافية وأشرطة الأدوات والإضافات في المتصفح بسرعة<br>إزالة البرامج غير المرغوب فيها بسهولة<br>تنظيف المخلفات المتبقية تماما بعد إلغاء التثبيت المدمج
M_DLOffer=سريع وسهل التركيب<br>يحمي جميع كلمات المرور<br>وأندرويد  iOS, لأنظمة تشغيل ويندوز, ماك
M_IOTOffer=أفضل مدير إي فون ونقل برامج إفون<br>نقل البيانات إي فون بين إي فون/ إيباد/إيبود/الكمبيوتر<br>سهول ومجاني لإدارة صور وموسيقى ومقاطع فيديو إي فون<br>مسح الملفات غير المرغوب فيها وذاكرة التخزين المؤقت للتحرير المزيد من المساحة
M_Moffer_Title=IObit موصى به من
M_Cancel=إلغاء
M_Moffer_Install=تثبيت
M_Moffer_NoteEP=<a>سياسة الخصوصية</a> && <a>اتفاقية ترخيص المستخدم</a> وقبول %s بالنقر على "تثبيت"، فإنك توافق على تثبيت 
M_Moffer_Refund=<a>سياسة رد الأموال</a> يمكنك استرداد الأموال خلال 30 يوما. اقرأ <a>:ملاحظة</a>

[SmartDefrag_AutoupdateFormMain_Version]
Label_Ver_Title.Caption=!متاح الآن %s إلغاء التجزئة الذكية
Label_Ver_WN.Caption=ما الجديد
Label_Ver_RML.Caption=ذكرني لاحقا
RdImageButton_Ver_Download.Caption=تحديث مجاني الآن

[IMF_M]
M_TitleSD=IObit Smart Defrag المجاني بعد إلغاء تثبيت A.S.Care الحصول على

[SDFeed_M]
M_MailAddrHint=يرجى التأكد من صحة بريدك الإلكتروني حتى نتمكن من الاتصال بك
M_DescriptionHint=.يرجى كتابة وصف
M_MailSuccHint=شكرا لملاحظاتك. سنتواصل معك في أقرب وقت ممكن
M_TimeoutHint=فشل إرسال تعليقاتك. الرجاء النقر على موافق لإرسال تعليقات عبر الإنترنت
M_SendMail=%s أو الاتصال بنا مباشرة عبر
M_Remove=إزالة الكل
M_AttachErrorExt=لا يمكن إرفاق الملفات من الأنواع التالية:
M_AttachOversize=فشل إضافة المرفق! حجمه يتجاوز حد 10ميغابت

[DiskInfo_SmartJMicron61x]
01=معدل خطأ القراءة
02=إنتاجية الأداء
03=وقت الدوران
05=عدد القطاعات المعاد توزيعها
07=البحث عن معدل الخطا
08=البحث عن الأداء الزمني
09=الطاقة في ساعات
0A=عدد مرات أعاده المحاولة
0C=حساب دورة الطاقة
C2=درجة الحرارة
C5=عدد القطاعات الحالية المعلقة
C0=عدد فقدان الطاقة غير المتوقع
A8=ATA PHY عدد خطأ
AF=(ECC عدد جدول الكتل السيئة (عدد فشل
AA=عدد الكتل السيئة
AD=عدد المحو

[DiskInfo_SmartIndlinx]
01=معدل خطأ القراءة
09=الطاقة في ساعات
0C=حساب دورة الطاقة
B8=عدد الكتل التالفة الأولي
C3=عدد كتل فشل البرنامج
C4=عدد كتل فشل المحو
C5=عدد كتل فشل القراءة
C6=إجمالي عدد قراءة القطاعات
C7=إجمالي عدد كتابة القطاعات
C8=إجمالي عدد أوامر القراءة
C9=إجمالي عدد أوامر الكتابة
CA=إجمالي عدد البيتات الخطأ من الفلاش
CB=إجمالي عدد القطاعات المقروءة مع أخطاء بت المصححة
CC=علامة كاملة للكتل السيئة
CE=أدنى عدد محو
CF=أقصى عدد محو
CD=PE أقصى عدد لمواصفات
D0=متوسط عدد المحو
D1=عمر المحرك المتبقي

[DiskInfo_SmartSsd]
01=معدل خطأ القراءة
02=إنتاجية الأداء
03=وقت الدوران
04=بدء/إيقاف الحساب
05=عدد القطاعات المعاد توزيعها
06=هامش قناه القراءة
07=البحث عن معدل الخطا
08=البحث عن الأداء الزمني
09=الطاقة في ساعات
0A=عدد مرات أعاده المحاولة
0B=إعادة معايرة إعادات المحاولة
0C=حساب دورة الطاقة
0D=معدل اقحام خطأ القراءة اللينة
C2=درجة الحرارة
C4=عدد إعادة تخصيص الأحداث
C5=عدد القطاعات الحالية المعلقة
C6=عدد القطاعات غير القابلة للتصحيح
C0=عدد إيقاف التشغيل غير الآمن
FF=العمر المتبقي

[DiskInfo_SmartIntel]
04=بدء/إيقاف الحساب
0C=حساب دورة الطاقة
C0=عدد إيقاف التشغيل غير الآمن
03=وقت الدوران
05=عدد القطاعات المعاد توزيعها
09=عدد ساعات تشغيل الطاقة
E1=كتابات المضيف
E8=المساحة المحجوزة المتوفرة
E9=مؤشر تأكل الوسائط
B8=عدد اكتشاف خطأ نهاية الى نهاية

[DiskInfo_SmartMicron]
05=عدد القطاعات المعاد توزيعها
09=الطاقة في ساعات
0C=حساب دورة الطاقة
BB=تم الإبلاغ عن أخطاء غير قابلة للتصحيح
BC=مهلة الأوامر
C4=عدد إعادة تخصيص الأحداث
C5=عدد القطاعات الحالية المعلقة
CE=معدل خطأ الكتابة
AD=عدد احتمال الاستواء
01=Raw معدل خطأ قراءة
AB=عدد فشل البرنامج
AC=عدد فشل المحو
AE=عدد فقدان الطاقة غير المتوقع
AA=عدد فشل الكتل النامية
B5=4k الوصول الى محاذاة غير
B7=السفلي SATA واجهه
BD=عدد الكتل السيئة للمصنع
C6=عدد الأخطاء غير القابلة للتصحيح للفحص الذكي غير المتصل
C7=Ultra DMA CRC معدل خطأ
CA=النسبة المئوية لمده الاستخدام المقدرة

[DiskInfo_SmartJMicron60x]
09=الطاقة في ساعات
0C=حساب دورة الطاقة
C2=درجة الحرارة
E5=إيقاف معرف النظام، معرف الفلاش
E8=معلومات إصدار البرنامج الثابت
E9=ECC سجل فشل
EA=متوسط عدد المحو، أقصى عدد محو
EB=عدد الكتل الجيدة، عدد كتل النظام

[DiskInfo_SmartSandForce]
0C=حساب دورة الطاقة
BB=تم الإبلاغ عن أخطاء غير قابلة للتصحيح
C2=درجة الحرارة
C4=عدد إعادة تخصيص الأحداث
C6=عدد القطاعات غير القابلة للتصحيح
0D=معدل خطأ القراءة اللينة
E8=المساحة المحجوزة المتوفرة
09=ساعات تشغيل الطاقة
01=Raw معدل خطأ قراءة
05=عدد الكتل المتقاعدة
B5=عدد فشل البرنامج
B6=عدد فشل المحو
AB=عدد فشل البرنامج
AC=عدد فشل المحو
64=غيغابايت ممحو
AA=عدد الكتل الاحتياطية
AE=عدد فقدان الطاقة غير المتوقع
B1=Delta نطاق احتمال
B8=خطا في الكشف عن أخطاء رمز الإدخال/الإخراج
C3=ECC عدد الخطأ الذي لا يمكن تصحيحه في جدول
C7=SATA R-أخطاء (CRC) عدد خطأ
C9=معدل خطأ القراءة اللينة غير القابلة للتصحيح
CC=اللينة ECC معدل تصحيح
E6=حالة منحنى العمر
E7=المتبقي SSD عمر
EB=SuperCap صحة
F1=العمر يكتب من المضيف
F2=العمر يقرأ من المضيف

[DiskInfo_SmartSamsung]
C2=درجة الحرارة
09=ساعات تشغيل الطاقة
0C=عدد تشغيل الطاقة
AF=(عدد فشل البرنامج (رقاقة
B0=(عدد فشل المحو (رقاقة
B1=عدد احتمال الاستواء
B2=(عدد الكتل المحجوزة المستخدمة (رقاقة
B3=(عدد الكتل المحجوزة المستخدمة (الإجمالي
B4=(عدد الكتل المحجوزة غير المستخدمة (الإجمالي
B5=(عدد فشل البرنامج (الإجمالي
B6=(عدد فشل المحو (الإجمالي
B7=(كتل سيئة وقت التشغيل (إجمالي
BB=عدد الأخطاء غير القابلة للتصحيح
BE=عدد تتجاوز درجة الحرارة
C3=ECC معدل
C6=عدد الأخطاء غير القابلة للتصحيح بدون اتصال
C7=CRC عدد خطأ
CA=SSD حالة وضع
C9=Super cap حالة

[DiskInfo_SmartMtron]
BB=إجمالي عدد المحو

